Revit 2027 API
ParameterTypeId.PathOfTravelTime Property
 "Time"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathOfTravelTime { get; }
Public Shared ReadOnly Property PathOfTravelTime As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathOfTravelTime {
	ForgeTypeId^ get ();
}
static member PathOfTravelTime : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace